import React from 'react';
import Wrapper from '../components/Wrapper/Wrapper';

export default function Introduction() {
    return (
        <Wrapper>
            <h1>When2Meet</h1>
            <p>  그룹 약속을 수월하게 해주는 웹사이트 <a href="https://www.when2meet.com/">when2meet</a> 리뉴얼 프로젝트에서 프론트엔드를 맡았습니다.<br />
                해당 프로젝트에서는 <span style={{backgroundColor: 'yellow'}}>React와 Sass</span>를 활용할 예정이며, 현재 보고 계신 이 디자인은 시안을 받기 이전, 연습삼아 홀로 작성해본 프로젝트입니다. <br /><br />
                어쩌구 저쩌구 설명이 들어갈 자리입니다.어쩌구 저쩌구 설명이 들어갈 자리입니다.
                어쩌구 저쩌구 설명이 들어갈 자리입니다.어쩌구 저쩌구 설명이 들어갈 자리입니다.
                어쩌구 저쩌구 설명이 들어갈 자리입니다.어쩌구 저쩌구 설명이 들어갈 자리입니다.
                어쩌구 저쩌구 설명이 들어갈 자리입니다.어쩌구 저쩌구 설명이 들어갈 자리입니다.
                어쩌구 저쩌구 설명이 들어갈 자리입니다.어쩌구 저쩌구 설명이 들어갈 자리입니다.
                어쩌구 저쩌구 설명이 들어갈 자리입니다.어쩌구 저쩌구 설명이 들어갈 자리입니다.
                어쩌구 저쩌구 설명이 들어갈 자리입니다.어쩌구 저쩌구 설명이 들어갈 자리입니다.
                어쩌구 저쩌구 설명이 들어갈 자리입니다.어쩌구 저쩌구 설명이 들어갈 자리입니다.
                어쩌구 저쩌구 설명이 들어갈 자리입니다.어쩌구 저쩌구 설명이 들어갈 자리입니다.
                어쩌구 저쩌구 설명이 들어갈 자리입니다.어쩌구 저쩌구 설명이 들어갈 자리입니다.
                어쩌구 저쩌구 설명이 들어갈 자리입니다.어쩌구 저쩌구 설명이 들어갈 자리입니다.
                어쩌구 저쩌구 설명이 들어갈 자리입니다.어쩌구 저쩌구 설명이 들어갈 자리입니다.
                어쩌구 저쩌구 설명이 들어갈 자리입니다.어쩌구 저쩌구 설명이 들어갈 자리입니다.
                어쩌구 저쩌구 설명이 들어갈 자리입니다.어쩌구 저쩌구 설명이 들어갈 자리입니다.
                어쩌구 저쩌구 설명이 들어갈 자리입니다.어쩌구 저쩌구 설명이 들어갈 자리입니다.
                어쩌구 저쩌구 설명이 들어갈 자리입니다.어쩌구 저쩌구 설명이 들어갈 자리입니다.
            </p>
        </Wrapper>
    );
};